{
    "S1": [
        {
            "Quote": "Oh! But he was a tight-fisted hand at the grindstone, Scrooge! A squeezing, wrenching, grasping, scraping, clutching, covetous old sinner!",
            "Explaination": "Scrooge is described using visuaul imagery of a grindstone sharpening a tool. In his business dealings, he constantly tries to squeeze every last penny out of people, grasps and scrapes for more benefits for himself, and even after all this, he still covetous for what he does not have. Right from the start we know he is a sinner, and this introduction to Scrooge will make his end transformation all the better"
        },
        {
            "Quote": "Hard and sharp as flint",
            "Explaination": "We are introduced to Scrooge's personality being perhaps dull and boring, yet he is still like 'flint' which could pertain to the fact that he can still strike a generous fire "
        },
        {
            "Quote": "Solitary as an oyster",
            "Explaination": "In his social life, Scrooge is lonely and self  contained, and the use of 'oyster' emphasises how isolated he is"
        },
        {
            "Quote": "External heat and influence had little influence on Scrooge. No warmth could warm him, no wintry weather chill him... foul weather didn't know where to have him",
            "Explaination": "Pathetic fallacy is used to describe Scrooge's nature. The weather is a metaphor for Scrooge's behaviour as he cannot be made neither warmer or colder by it, when everybody else can. Cold weather can't warm him because he already has a cold heart."
        },
        {
            "Quote": "Even the blind men's dogs seemed to know him... tug their owners into the doorways and up the courts... 'no eye at all is better than an evil eye, dark master!",
            "Explaination": "Scrooge is such an outsider to society that even animals, normally very dumb creatures, seem to know him and his miserly and horrific ways. Being blind is presented as a better alternative than to be Scrooge, and the adjective 'dark master' shows that not only Scrooge is mean (which we already know, but Dickens is reinforcing this idea) but using 'dark' further reitirates how miserable, dull and isolated from society Scrooge is"
        },
        {
            "Quote": "But what did Scrooge care? It was the very thing he liked. ",
            "Explaination": "The use of the rhetoric engages the reader to really think about if Scrooge does care that he is an outsider to society. The short sentance not only answers this question, but the sharp tone and the shortness mimics Scrooge's temper, which is agressive and to the point. "
        },
        {
            "Quote": "dismal little cell ",
            "Explaination": "Dismal connotes to a gloomy and sombre atmostphere that Scrooge has created for him to work in... can also represent repetitive long hour shifts which is normal for victorians... gives an insight into Dickens childhood ... prisoner of capitalism"
        },
        {
            "Quote": "It looked like one coal... and so surely as the clerk came in with the shovel, the master predicted that it would be necessary for them to part...tried to warm himself at the candle",
            "Explaination": "Scrooge rations the coal to heat the place, due to his misery, even though he knows it will dissapoint Cratchit. Bob knows that if he tries to gain the warmth he needs to live, Scrooge will certainly terminate him - therefore, he tries to make Scrooge happy by warming himself at a candle - he is a prisoner to the aristocrats mercy"
        },
        {
            "Quote": "Every idiot who goes about with 'Merry Christmas' on his lips should be boiled with his own pudding, and buried with a stake of holly through his heart",
            "Explaination": "This quote shows his miserly, miserable attitude toward Christmas at the opening of the story; he is obsessed with his money and has no time for festivites, family or joy. This attitude is quite humerous though and can represent his perhaps future transformation."
        },
        {
            "Quote": "The clerk in the tank involuntarily applauded: becoming immediately sensible of the impropriety, he poked the fire and extinguished the last frail spark forever",
            "Explaination": "Cratchit is so overcome by Fred's speech that he appluads involuntarily, and immediately realises what he has done wrong to Scrooge and tries to take the attention away from him by poking at the fire. His name isn't used showing how he is disposable Scrooge"
        },
        {
            "Quote": "Let me hear another sound from you, and you'll keep your Christmas by losing your situation!",
            "Explaination": "Scrooge uses his powerful position as Cratchit's emploter to intimidate him into behaving how he wants. He abuses his upper-class role to threaten Cratchit, and is threatining to turn Christmas, a merry time, into a time of gloom and misery"
        },
        {
            "Quote": "Are there no prisons? And the union workhouses, are they still in operation?",
            "Explaination": "Scrooge is so disgusted by the poor that he suggests to send them to prisons - treating the poor like criminals, like a common aristocrat at the time. He also offers to send them to a workhouse - a horrible place that often split up families, that Dickens wanted to abolish"
        },
        {
            "Quote": "If they would rather die, they had better do it, and decrease the surplus population",
            "Explaination": "Scrooge is so cold hearted that he would rather see the poor die than help them. He uses mechanical terms such as 'surplus population' in order to present the poor as not real people but actully unwanted additions to society. Thomas mathlus theory"
        },
        {
            "Quote": "Darkness is cheap, and Scrooge liked it",
            "Explaination": "Scrooge liked darkness in two ways - it represented his metaphorical love for gloom and dull, but also his love for money and how it would save him money being in the dark and being shunned off from the rest of the world "
        },
        {
            "Quote": "[Marley's Chain] was made of cash-boxes, keys, padlocks, ledgers, deeds, and heavy purses wrought in steel",
            "Explaination": "Throughout Marley's life, he was obsessed with all these diffrent money holding devices, and now they are following him in the afterlife"
        },
        {
            "Quote": "I wear the chain i forged in life. I made it link by link, yard by yard, and grided it on of my own free will",
            "Explaination": "Marley explains the justice in his everlasting punishment in an attempt to scare Scrooge. The choices he made in his life, to value money and business over other's welfare, created the fetters he wears now. He acts surprised Scrooge does not recognise what makes up his chain, as Marley knows that Scrooge's currently invisible chain consists of the exact same items. "
        },
        {
            "Quote": "Business! Mankind was my business",
            "Explaination": "Marley rues the wrong priorities he made in his life. Scrooge, still ignorant, says that he was always a good man of business - yet Marley replied distressingly saying that we should've been his business. This quote does not condemn moneymaking, but only emphasises the fact that making money should not be your business, helping people should"
        }
        
    ],
    "S2": [
        {
            "Quote": "It was a strange figure - like a child: yet not so like a child as like an old man",
            "Explaination": "It's diffrent ages can represent how the ghost has the power to see through Scrooge's diffrent years and that he is wise yet empathetic "
        },
        {
            "Quote": "It wore a tunic of pure white",
            "Explaination": "The ghost only has pure intentions and only wants to change Scrooge for the better, yet Scrooge rejects this idea when he tries to extinguish the ghost"
        },
        {
            "Quote": "But the strangest thing about it was, that from the crown of its head there sprung a bright clear jet of light by which all this was visible",
            "Explaination": "The light from the spirit is revealing all of Scrooge's past and also signifies how pure it is and how it is only there to help, not hinder"
        },
        {
            "Quote": "And begged him to be covered",
            "Explaination": " Scrooge is worried that the spirit will bring out the light that is stuck inside Scrooge, also it can be seen that light is a motif for joy and scrooge doesnt want joy "
        },
        {
            "Quote": "A solitary child, neglected by his friends, is left there still",
            "Explaination": "From the outset of Scrooge's life, we see how he was neglected and isolated, and this isolation flared up inside of him and created how he himself is today "
        },
        {
            "Quote": "Nothing, nothing. There was a boy singing a Christmas Carol at my door last night. I should like to have given him something: that's all",
            "Explaination": "Scrooge is beggining to change - yet is perhaps afraid of it due to the repetition of nothing"
        },
        {
            "Quote": "Shaking hands with every person individually as he or she went out, wished him or her a merry Christmas",
            "Explaination": "The fezziwigs are being personal and friendly to each of their employees - them saying Merry Christmas suggests that they didn't even expect the workers to come in on Christmas, instead of Scrooge who was angry that Cratchit had to take the day off"
        },
        {
            "Quote": "He has spent but a few pounds of your mortal money... is that so much that he deserves this praise?",
            "Explaination": "The spirit is perhaps mocking Scrooge and showing him what large impact kindness can have"
        },
        {
            "Quote": "He has the power to render us happy or unhappy; to make our service light or burdensome; a pleasure or a toil",
            "Explaination": "Scrooge is perhaps now releasing the impact that an employer has on his employees, and what a world of diffrence he can make; he will later on take this into account with Bob Cratchit "
        },
        {
            "Quote": "I should like to be able to say a word or two to my clerk just now! That's all",
            "Explaination": "Scrooge is now changing and is realising the errors of his ways, and how terrible he was to his clerk"
        },
        {
            "Quote": "Another idol has displaced me ... a golden one",
            "Explaination": "Belle has been displaced by money - you should love and adore your wife, not money... Belle is now a happy woman - she may not have been with Scrooge"
        },
        {
            "Quote": "Not very large or handsome, but full of comfort",
            "Explaination": "Dickens is showing the reader how you don't need to money to create a nice place and nice atmostphere - money isnt what should control us "
        },
        {
            "Quote": "And by a sudden action pressed it down upon its head ... he could not hide the light, which streamed from under it",
            "Explaination": "Scrooge is trying to extinguish not only his past memories, which will always have an influence on him and therefore cannot be destroyed, but also light being a motif for happiness and kindess, he is also trying to extinguish that"
        }
    ],
    "S3": [
        {
            "Quote": "Turkeys, geese, game, poultry, brawn, great joints of meat, sucking pigs ",
            "Explaination": "The Ghost Of Christmas Present represents generosity and kindness. He has many, expensive foods that are only for the wealthy, and by being in his room are perhaps avaliable to Scrooge - perhaps he is trying to convince Scrooge to do the same with his employees"
        },
        {
            "Quote": "Come in! {exclaimed the Ghost} and know me better, man!",
            "Explaination": "The Ghost is welcoming and benevolant. He is begging Scrooge to come and join him and change his ways. The verb 'exclaimed' shows how the ghost is excited to see Scrooge"
        },
        {
            "Quote": "Tonight, if you aught to teach me, let me profit from it",
            "Explaination": "Scrooge is now coming to understand the lessons from the Past Spirit, and is now open minded to learn more about how he can change"
        },
        {
            "Quote": "Dressed out but poorly in a twice-turned gown, but brave in ribbons",
            "Explaination": "Dickens presents her as a hard working poor, unlike the attitudes of the aristocrats at the time. She makes the most out of what she has, and is not only showing her struggles by her being 'brave' but also is determined to ensure her family has a happy day. It creates a sense of a strong character as well "
        },
        {
            "Quote": "Kissing her a dozen times",
            "Explaination": "The Cratchit family ooze love and joy for each other, and Mrs Cratchit is so happy that Martha came"
        },
        {
            "Quote": "Not coming! Said Bob, with a sudden declension in his high spirits",
            "Explaination": "Bob has many children, yet he is so loving that even if one of his daughters is not here his mood will be spoiled"
        },
        {
            "Quote": "As good as gold... trembled more when he said that Tiny Tim was growing strong and hearty",
            "Explaination": "Bob loves little Tim so much that he is willing to overlook his disabilities and his crippleness because he loves him so much, and he is almost crying when he said how strong he was showing that infact maybe he wasnt strong, and hes trying to cover the fact he is going to die to tiny tim "
        },
        {
            "Quote": "G-d bless us everyone!",
            "Explaination": "Tiny tim is kind and able to offer an equal love to all mankind"
        },
        {
            "Quote": "Bob held his withered little hand... and dreaded he might be taken away from him",
            "Explaination": "In the 19th century, disabled people were often seen as disposable and many died in early childhood. Yet, the Cratchit family are diffrent- they all love each other, equally and tremendously - and they are all so scared that Cratchit will die"
        },
        {
            "Quote": "'Spirit' said Scrooge, with an intrest he had never felt before, 'tell me if Tiny Tim will live",
            "Explaination": "This represents Scrooge's transformation. From the start, where he hoped the poor would die - to now, where he is so intrested that his clerk's disabled son will live."
        },
        {
            "Quote": "If these shadows remain unaltered by the Future, none other of my race,returned the Ghost, will find him here. What then? If he be like to die, he had better do it , and decrease the surplus population",
            "Explaination": "The ghost is mocking Scrooge. Scrooge is finally starting to change, yet the spirit  is pushing him to make sure he never reverts back to how he was."
        },
        {
            "Quote": "I'll give you Mr Scrooge, the founder of the feast!",
            "Explaination": "Even after all Cratchit has been through, he still praises Scrooge heartily, showing his benevolance and his willingness of himself (and the lower class) to forgive and to sympathise, which is unlike Scrooge (think of the portly gentlmen)"
        },
        {
            "Quote": "It was the first of their proceedings which had no heartiness... the mention of his na,e cast a dark shadow on the party",
            "Explaination": "Just the mention of Scrooge had gotten rid of all the joy and happiness in the Cratchit family"
        },
        {
            "Quote": "He's a comical old fellow",
            "Explaination": "Although it is known to them how terrible of a man Scrooge was, Fred, in all his niceness and the perhaps belief that Scrooge can change, dismisses this as him being funny and strange instead of him being horrible"
        },
        {
            "Quote": "Yellow, meagre, ragged, scowling, wolfish; but prostate in their humility too",
            "Explaination": "These children are a metaphor showing the effects of greed and miserliness. They are animalistic, and are begging for any kind of food  "
        },
        {
            "Quote": "Where angels might have sat enthroned, devils lurked",
            "Explaination": "Supernatural and gothic style, scaring readers of the time - hell has displaced heaven due to miserliness"
        },
        {
            "Quote": "They are Man's",
            "Explaination": "Social responsibility must be undertook by all man, yet Scrooge refuses too and many others too - moral tale also so dickens is speaking to the world - so therefore we have starving children"
        },
        {
            "Quote": "Have they no refuge or resource? Are there no prisons? said the spirit, turning on him for the last time with his own words. Are there no workhouses?",
            "Explaination": "Spirit is mocking Scrooge, and showing him the errors of his ways. Scrooge is upset with his past words, this shows the transformation that Scrooge has undertook"
        }
        
    ],
    "S4": [
        {
            "Quote": "Lead on, lead on! The night is waning fast, and it is precious time to me, I know. Lead on, Spirit!",
            "Explaination": "Scrooge has realised just how much the spirits can help him with his now quest of becoming a better person. He is begging the ghost to go forth - which juxtoposes with how he was with the first spirit, where he tried to drown out the light coming from its cap"
        },
        {
            "Quote": "It's likely to be a very cheap funeral, for upon my life I don't know anybody who'd go to it",
            "Explaination": "Even after his death, Scrooge is still being mocked and laughed it. He is laughed at for having no friends and no life, and this is a theme throughout the novel"
        },
        {
            "Quote": "You don't mean to say you took 'em down, rings and all, with him lying there?",
            "Explaination": "Scrooge has been  so disgusting to the poor in the past, that now they are getting revenge on him. They are being disgusting - stealing from a dead man, and his bedcurtains nonetheless - but they find that okay due to his life experiences"
        },
        {
            "Quote": "If calico an't good enough for such a purpose, it isn't good enough for anytthing",
            "Explaination": "The woman here is suggesting that it is OK for them to steal Scrooge's clothes, as they can clothe him for burial in the cheapest possible matieral. "
        },
        {
            "Quote": "He frightened every one away from him when he was alive, to profit us when he was dead! Ha, ha, ha!",
            "Explaination": "Everybody purely hated Scrooge - his money was spread around to everyone to share now that he was dead. They are laughing in his face that he died - this shows what a terrible person Scrooge was, and how he needs to change"
        },
        {
            "Quote": "Their hearts were lighter...it was a happier house for this man's death",
            "Explaination": "Scrooge has died, and instead of causing sadness as a usual man's death would, it has caused joy and happiness and perhaps even celebration, that a man has died"
        },
        {
            "Quote": "",
            "Explaination": ""
        }
    ],
	"S5": [

	]
}